<template>
    <Page>
        <Header>
            <Navbar>
                <Buttons right slot="buttons">
                    <Button role="bar-button" type="solid" @click="$modal.dismiss()">
                        好的
                    </Button>
                </Buttons>
                <Title>隐私政策</Title>
            </Navbar>
        </Header>
        <Content padding class="outer-content">
            <p><strong>Apple 隐私政策已于 2016 年 9 月 12 日更新</strong></p>
            <p><strong>Apple 非常重视你的隐私。因此我们制定了涵盖如何收集、使用、披露、转让以及存储你的信息的隐私政策。请花些时间熟悉我们针对客户隐私的做法，如有任何疑问，请联系我们。</strong></p>
            个人信息的收集和使用
            个人信息是可用于识别或联系特定个人的数据。

            任何时候你与 Apple 或 Apple 关联公司联系，都可能会要求你提供个人信息。Apple 及其关联公司可共享这些个人信息，并按本隐私政策使用这些信息。Apple 及其关联公司还可将这些信息与其他信息结合起来，用于提供和改进我们的产品、服务、内容和广告宣传。你不是一定要提供我们要求的个人信息，但在许多情况下，如果你选择不提供，我们将无法为你提供我们的产品或服务，也无法回应你遇到的任何问题。

            以下提供了一些 Apple 可能收集的个人信息类型以及我们如何使用此类信息的示例：

            我们收集哪些个人信息
            当你创建 Apple ID、申请商业信贷、购买产品、下载软件更新、报名参加 Apple Store 零售店的课程、联系我们或参与在线调查时，我们可能会收集各种信息，包括你的姓名、邮寄地址、电话号码、电子邮件地址、联系方式偏好以及信用卡信息。
            当你使用 Apple 产品与家人和朋友分享内容、发送礼券和产品，或邀请他人使用 Apple 服务或论坛时，Apple 可能会收集你提供的与上述人士有关的信息，如姓名、邮寄地址、电子邮件地址以及电话号码。Apple 将使用此类信息来满足你的要求，提供相关的产品或服务，或实现反欺诈目的。
            在某些司法辖区，出于提供商业信贷、管理预订或遵守法律规定的目的，我们可能会要求用户提供由政府发放的身份证明，但仅限于为数不多的情形，例如开设无线帐户和激活设备。
            我们如何使用你的个人信息
            利用我们收集的个人信息，我们可以将 Apple 的最新产品发布、软件更新及活动预告及时通知你。如果你不希望列入我们的邮寄列表，可随时通过更新偏好设置选择退出。
            我们还会将个人信息用于以下目的：帮助我们创建、开发、运作、提供和改进我们的产品、服务、内容和广告宣传，以及防丢失和防欺诈目的。
            我们可能会使用你的个人信息（例如出生日期）来验证身份、协助识别用户，以及确定适当的服务。例如，我们可能会使用出生日期来确定 Apple ID 帐户持有人的年龄。
            有时，我们可能会使用个人信息发送重要通知，例如关于购买的相关信息以及条款、条件和政策的变更。由于这些信息对你与 Apple 之间的沟通至关重要，你不能拒绝接收此类信息。
            我们还会将个人信息用于审计、数据分析和研究等内部目的，以改进 Apple 的产品、服务和与客户之间的沟通。
            如果你参与抽奖、竞赛或类似推广活动，我们会将你提供的信息用于管理此类活动。
            非个人信息的收集和使用
            我们还会收集利用其本身无法与任何特定个人直接建立联系的数据。我们可出于任何目的而收集、使用、转让和披露非个人信息。下文是我们可能收集的非个人信息以及我们如何使用这些信息的一些示例。

            我们会收集诸如职业、语言、邮编、区号、唯一设备标识符、引荐 URL、位置以及用户在使用 Apple 产品时所处时区等信息，以便我们能更好地了解客户的行为，改进我们的产品、服务和广告宣传。
            我们会收集与客户在我们的网站上、iCloud 服务、我们的 iTunes Store、App Store、Mac App Store、适用于 Apple TV 的 App Store 和 iBooks Store 中的活动有关的信息，以及从我们其他产品和服务获得的信息。我们会将此类信息汇总，用于帮助我们向客户提供更有用的信息，了解客户对我们网站、产品和服务中的哪些部分最感兴趣。就本隐私政策而言，汇总数据被视为非个人信息。
            我们可能会收集和存储有关你如何使用我们的服务的详细信息，包括搜索查询。此类信息可能会用于改进我们的服务提供的结果，使其更具相关性。此类信息通常不会涉及你的 IP 地址，但以下少数情况除外：我们需要确保通过互联网提供的服务的质量。
            在你明确同意的情况下，我们可能会收集有关你如何使用设备和应用软件的数据，以帮助 app 开发者改进他们的 app。
            如果我们将非个人信息与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。

            Cookie 和其他技术
            Apple 的网站、在线服务、互动应用软件、电子邮件和广告可能会使用“Cookie”和其他技术，如像素标签和网站信标。此等技术帮助我们更好地了解用户的行为，告诉我们人们浏览了我们网站的哪些部分，衡量广告和网络搜索的效果并加以改善。我们将通过 Cookie 和其他技术收集的信息视为非个人信息。但是，如果当地法律将 Internet 协议 (IP) 地址或类似识别标记视为个人信息，则我们亦将此等识别标记视为个人信息。同样，就本隐私政策而言，在将非个人信息与个人信息结合使用的情况下，我们将结合使用的信息视为个人信息。

            通过 Apple 广告平台投放的广告可能会在 Apple 新闻和 App Store 中展示。如果你不想接收 Apple 广告平台针对你的兴趣投放的广告，你可以选择启用“限制广告跟踪”，针对你的 Apple ID 在你所使用的各种设备上停止接收此类广告。如果你在移动设备上启用“限制广告跟踪”，第三方 app 将不能使用“广告标识符”（一种非个人设备标识符）来向你投放具有针对性的广告。你可能仍会在 App Store 或 Apple 新闻中看到基于背景信息（例如你的搜索查询或是你正在查看的频道）的广告。在第三方 app 中，你可能会看到基于其他信息的广告。

            当你使用我们的网站、在线服务和应用软件时，Apple 及我们的合作伙伴也会使用 Cookie 和其他技术来记录个人信息。在此等情形中，我们的目标是让你更便利、更具个性化地体验 Apple 产品与服务。例如，如果我们知道你的名字，便可以在你下一次访问 Apple Store 在线商店时向你致以欢迎。如果我们知道你所在的国家/地区和你使用的语言（如果你是教育工作者，知道你所在的学校），将有助于我们提供为你量身打造的、对你更有用的购物体验。如果我们知晓某人使用你的电脑或设备购买了某种产品或使用了某种服务，将有助于我们向你投放更符合你兴趣的广告和电子邮件。如果我们知道你的联系信息、硬件标识符以及有关你的电脑或设备的信息，我们就能更好地个性化你的操作系统、设置你的 iCloud 服务，并向你提供更好的客户服务。

            如果你希望禁用 Cookie，并且正在使用 Safari 网络浏览器，请转到 Safari 偏好设置，然后进入隐私面板管理你的偏好设置。在 Apple 移动设备上，转到“设置”，选择 Safari，然后向下滚动到“隐私与安全性”部分，轻点“阻止 Cookie”以管理你的偏好设置。对于其他浏览器，请联系你的供应商，了解如何禁用 Cookie。但请注意，禁用 Cookie 后，将无法使用 Apple 网站的某些功能。

            如同大多数互联网服务一样，我们也会自动收集某些信息，将其存储在日志文件中。这类信息包括 Internet 协议 (IP) 地址、浏览器类型和语言、互联网服务提供商 (ISP)、引荐/退出网站和应用软件、操作系统、日期/时间戳和点击流数据。

            我们使用此等信息来了解和分析趋势、管理网站、了解网站上的用户行为、改进我们的产品和服务，以及收集用户群的整体受众特征信息。Apple 可将此类信息用于我们的营销和广告服务。

            在我们的某些电子邮件中，我们会使用链接到 Apple 网站上内容的“点击到达网址”。当客户点击其中的一个点击到达网址时，在到达我们网站上的目标页面之前，将通过一个单独的网络服务器。我们跟踪此点击到达数据来帮助我们确定客户对特定主题的兴趣，并衡量我们与客户之间沟通的效果。如果你不喜欢这种跟踪方式，请勿点击电子邮件中的文本或图片链接。

            像素标签使我们可以用客户可阅读的格式发送电子邮件，并告知我们邮件是否被打开。我们可利用这些信息来减少或免除向客户发送的电子邮件。

            向第三方披露
            有时候 Apple 会向与 Apple 合作提供产品和服务或者帮助 Apple 向客户进行营销的战略合作伙伴提供某些个人信息。例如，当你购买并激活 iPhone 时，你即授权 Apple 及你的运营商交换你在激活过程中提供的信息，以便相关方面提供服务。如果你获准使用服务，你的帐户需要遵守 Apple 以及你的运营商的隐私政策。Apple 只会出于提供或改进我们的产品、服务和广告宣传之目的而与第三方共享个人信息；而不会出于第三方的营销目的与第三方共享个人信息。

            服务提供商
            Apple 会与提供信息处理、提供信贷、履行客户订单、向你交付产品、管理和增强客户数据、提供客户服务、评估你对我们产品和服务的兴趣以及开展客户调查或满意度调查等服务的公司分享个人信息。这些公司有义务保护你的信息，并可能位于 Apple 从事经营活动所在的任何地点。

            其他
            根据你居住国境内外的法律、法律程序、诉讼和/或公共机构和政府部门的要求，Apple 可能有必要披露你的个人信息。如果我们确定就国家安全、执法或具有公众重要性的其他事宜而言，披露是必须的或适当的，我们也可能会披露关于你的信息。

            如果我们确定为了执行我们的条款和条件或保护我们的经营或用户，披露是合理必要的，我们也可能会披露关于你的信息。此外，如果发生重组、合并或出售，则我们可将我们收集的一切个人信息转让给相关第三方。

            个人信息的保护
            Apple 非常重视你的个人信息的安全。Apple 在线服务（如 Apple Store 在线商店和 iTunes Store）会使用传输层安全协议 (TLS) 等加密技术，在传输过程中保护你的个人信息。在 Apple 存储你的个人数据时，我们会使用具有有限访问权限的电脑系统，这些系统部署在通过物理安全措施加以保护的设施之中。iCloud 数据以加密形式存储，在我们使用第三方存储空间时也是如此。

            当你使用某些 Apple 产品、服务或应用软件或者在 Apple 论坛、聊天室或社交网络服务上发帖时，你分享的个人信息和内容会被其他用户看到，他们可能会阅读、收集或使用你的个人信息。对于你决定在上述情形中分享或提交的个人信息，你应自行负责。例如，如果你在论坛发帖公布你的姓名和电子邮件地址，这些信息便是公开的。在使用此类功能时请多加小心。

            如果你或其他任何使用家人共享的用户登录到第三方所有的设备，则在你的家庭群组中共享的任何信息（包括日历、地点、照片和 iTunes 购买项目）可能会被下载到该第三方设备上，进而导致任何此类共享信息的泄露。[有关更多信息，请参阅家庭共享计划简介。]

            个人信息的完整性和保留
            Apple 提供了一些便捷的方法，让你能够确保你的个人信息准确、完整并及时更新。我们将在实现本隐私政策中所述目的所必需的期间内保留你的个人信息，除非法律要求或允许在更长的期间内保留这些信息。

            访问个人信息
            你可以访问 https://appleid.apple.com/ 登录你的帐户，帮助我们确保你的联系方式和偏好设置准确、完整并及时更新。对于我们保留的其他个人信息，我们将为你提供适用于任何目的的访问权限，包括要求我们在数据不准确时予以纠正，或在依据法律或出于合法商业目 Apple 无权保留此等数据时予以删除。我们有权拒绝处理无实质意义/纠缠式的请求、损害他人隐私权的请求、极端不现实的请求，以及根据当地法律无需给予信息访问权的请求。访问、纠正或删除信息的请求可通过区域隐私联系表提交。

            儿童与教育
            对于使用 Apple 产品和服务的儿童，我们很清楚采取额外预防措施保护其隐私和安全的重要性。未满 13 周岁（或相关司法辖区规定的类似最低年龄）的儿童不能创建属于他们自己的 Apple ID，除非其家长在通过家人共享创建儿童帐户时提供可证实的同意书，或者儿童已从学校获得了管理式 Apple ID 帐户（如提供）。例如，家长必须先查看 Apple ID 和家庭共享计划信息披露书并接受 Apple 收集、使用和披露儿童信息同意书以及 iTunes Store 条款和条件，然后他们才能为自己的子女启动 Apple ID 帐户创建流程。此外，对于参与 Apple 校园教务管理的学校，如已查看并同意《适用于学生的管理式 Apple ID 信息披露书》，则可为学生创建管理式 Apple ID。《适用于学生的管理式 Apple ID 信息披露书》描述了 Apple 如何处理学生信息，是对 Apple 隐私政策的补充。详细了解家人共享、管理式 Apple ID 以及针对儿童帐户的限制。

            如果我们发现我们收集了年龄未满 13 周岁 (或相关司法辖区规定的类似最低年龄) 儿童的个人信息，但并不符合上述情况，我们将采取措施尽快删除此等信息。

            如果任何时候家长需要访问、改正或删除与其家庭共享计划帐户或子女 Apple ID 有关的数据，他们可以通过我们的隐私问题联系表与我们联系。

            或者，也可以使用此处的联系信息。

            位置服务
            为了在 Apple 产品上提供位置服务，Apple 以及我们的合作伙伴和被许可人可能会收集、使用并共享准确的位置数据，包括你的 Apple 电脑或设备的实时地理位置。在条件允许时，基于位置的服务会使用 GPS、蓝牙和你的 IP 地址，再加上众包的 Wi-Fi 热点和手机信号塔位置，以及其他技术来确定你的设备所处的大致位置。在获得你的同意后，我们会采用匿名的方式，以不识别用户个人身份的形式收集此类位置数据，供 Apple 以及我们的合作伙伴和被许可人提供和改进基于位置的产品和服务。例如，当你选择使用应用软件提供商的位置服务时，你的设备可能会将你的地理位置分享给该提供商。

            Apple 提供的某些位置服务，例如“查找我的 iPhone”功能，需要你提供个人信息方可正常使用。

            第三方网站和服务
            Apple 的网站、产品、应用软件和服务中可能含有第三方网站、产品和服务的链接。我们的产品和服务也可能使用或提供来自第三方的产品或服务 — 例如，第三方 iPhone app。

            第三方收集的、其中可能含有位置数据或联系方式等的信息，须遵守第三方关于隐私权的规定。我们希望你能了解这些第三方的隐私权规定。

            如果你在第三方 app 或 Apple 新闻中购买了订阅，我们会创建一个对于你和开发者或发布者都是唯一的订阅用户 ID，并使用此 ID 来为开发者或发布者提供相关报告，其中将包括有关你购买的订阅及你的居住国家/地区的信息。如果你取消对于某个开发者或发布者的订阅，而且不再重新订阅，则订阅用户 ID 将在 180 天后重置。此类信息会提供给开发者，以便他们了解其订阅情况。

            国际用户
            如本隐私政策中所述，你提供的所有信息可能会被我们分散在世界各地的实体传输或访问。Apple 在欧洲经济区和瑞士采用已批准的《标准合同条款》在国家/地区间传输所收集的个人信息。作为一家全球性的企业，Apple 在不同的司法辖区拥有多家法律实体，这些实体将对他们收集的个人信息负责，而 Apple Inc. 将代表这些实体处理此类个人信息。例如，我们在美国境外的零售店实体中的销售终端信息将由我们在各个国家/地区的各个零售店实体控制。与 Apple、在线商店和 iTunes 相关的个人信息，正如这些服务各自的相关条款所述，可能也会由美国境外的法律实体控制。

            Apple 严格遵守亚太经济合作组织 (APEC) 跨境隐私规则体系。APEC CBPR 体系为各个组织提供了整体框架，旨在保护 APEC 成员经济体之间的个人信息传输隐私。要进一步了解 APEC 认证和争议解决机制，请点击 TRUSTe 的图章。

            全公司对你隐私的承诺
            为确保你个人信息的安全，我们向全体 Apple 员工传达了公司的隐私和安全准则，并在公司内部严格执行隐私保护措施。

            隐私问题
            如果你对 Apple 的隐私政策或数据处理有任何问题或疑问，或者想就可能违反当地隐私权法律的情况进行投诉，请联系我们。你可以随时拨打所在国家/地区的相关 Apple 支持电话号码，与我们联系。

            所有此类通信内容都要经过调查，在适当的情况下，我们会尽快予以答复。如对收到的答复不满意，你可以将投诉转给所在司法辖区的相关监管机构。如果你向我们提出要求，我们会努力为你提供与可能适用于你的情况的相关投诉途径有关的信息。

            Apple 可随时对其隐私政策加以更新。如果我们对隐私政策作出重大变更，我们将在公司网站上发布通告和经更新的隐私政策。

            Apple Inc. 1 Infinite Loop, Cupertino, California, USA, 95014
        </Content>
    </Page>
</template>
<style scoped lang="less">

</style>
<script type="text/javascript">
  export default{
    name: 'modal-secret'
  }
</script>
